[Country_Turian X2CountryTemplate]  
DisplayName="突锐阶层"  
DisplayNameWithArticle="突锐阶层"  
DisplayNameWithArticleLower="突锐阶层"  
DisplayNamePossessive="突锐阶层的"  
DisplayAdjective="突锐"  

[Turian_Garrus_LeftArm X2BodyPartTemplate]  
DisplayName="加鲁斯左臂"  

[Turian_Garrus_RightArm X2BodyPartTemplate]  
DisplayName="加鲁斯右臂"  


[Invisible_Turian_M X2BodyPartTemplate]  
DisplayName="隐形头部（男）"  

[Invisible_Turian_F X2BodyPartTemplate]  
DisplayName="隐形头部（女）"  

[Garrus_Head X2BodyPartTemplate]  
DisplayName="加鲁斯头部"  

[Garrus_Head_No_Visor X2BodyPartTemplate]  
DisplayName="加鲁斯无面罩头部"  

[TurianRookie X2SoldierClassTemplate]  
DisplayName="突锐新兵"  

[Turian_Shoulder_Left_Bare_M X2BodyPartTemplate]  
DisplayName="裸露左肩（男）"  

[Turian_Shoulder_Right_Bare_M X2BodyPartTemplate]  
DisplayName="裸露右肩（男）"  

[Turian_Shoulder_Left_Bare_F X2BodyPartTemplate]  
DisplayName="裸露左肩（女）"  

[Turian_Shoulder_Right_Bare_F X2BodyPartTemplate]  
DisplayName="裸露右肩（女）"  

;=====================  
;角色头部  
;=====================  
[ME3_Nihlus_Head X2BodyPartTemplate]  
DisplayName="尼赫勒斯头部"  
;  
[ME3_Saren_Head X2BodyPartTemplate]  
DisplayName="萨伦头部"  
;  
[ME3_Nyreen_Head X2BodyPartTemplate]  
DisplayName="妮瑞恩头部"  
;  
[ME3_Marauder_Head X2BodyPartTemplate]  
DisplayName="掠夺者头部"  
;  
[Bare_Turian_Head_M X2BodyPartTemplate]  
DisplayName="突锐头部（男）"  
;  
[Bare_Turian_Head_F X2BodyPartTemplate]  
DisplayName="突锐头部（女）"  
;  
;=====================  
;尼赫勒斯左臂  
;=====================  
[CNV_Nihlus_LeftArm X2BodyPartTemplate]  
DisplayName="尼赫勒斯左臂"  

[LPL_Nihlus_LeftArm X2BodyPartTemplate]  
DisplayName="尼赫勒斯左臂"  

[MPL_Nihlus_LeftArm X2BodyPartTemplate]  
DisplayName="尼赫勒斯左臂"  

[HPL_Nihlus_LeftArm X2BodyPartTemplate]  
DisplayName="尼赫勒斯左臂"  

[LPW_Nihlus_LeftArm X2BodyPartTemplate]  
DisplayName="尼赫勒斯左臂"  

[MPW_Nihlus_LeftArm X2BodyPartTemplate]  
DisplayName="尼赫勒斯左臂"  

[HPW_Nihlus_LeftArm X2BodyPartTemplate]  
DisplayName="尼赫勒斯左臂"  
;  
;=====================  
;尼赫勒斯右臂  
;=====================  
[CNV_Nihlus_RightArm X2BodyPartTemplate]  
DisplayName="尼赫勒斯右臂"  

[LPL_Nihlus_RightArm X2BodyPartTemplate]  
DisplayName="尼赫勒斯右臂"  

[MPL_Nihlus_RightArm X2BodyPartTemplate]  
DisplayName="尼赫勒斯右臂"  

[HPL_Nihlus_RightArm X2BodyPartTemplate]  
DisplayName="尼赫勒斯右臂"  

[LPW_Nihlus_RightArm X2BodyPartTemplate]  
DisplayName="尼赫勒斯右臂"  

[MPW_Nihlus_RightArm X2BodyPartTemplate]  
DisplayName="尼赫勒斯右臂"  

[HPW_Nihlus_RightArm X2BodyPartTemplate]  
DisplayName="尼赫勒斯右臂"  
;  
;=====================  
;萨伦左臂  
;=====================  
[CNV_Saren_LeftArm X2BodyPartTemplate]  
DisplayName="萨伦左臂"  

[LPL_Saren_LeftArm X2BodyPartTemplate]  
DisplayName="萨伦左臂"  

[MPL_Saren_LeftArm X2BodyPartTemplate]  
DisplayName="萨伦左臂"  

[HPL_Saren_LeftArm X2BodyPartTemplate]  
DisplayName="萨伦左臂"  

[LPW_Saren_LeftArm X2BodyPartTemplate]  
DisplayName="萨伦左臂"  

[MPW_Saren_LeftArm X2BodyPartTemplate]  
DisplayName="萨伦左臂"  

[HPW_Saren_LeftArm X2BodyPartTemplate]  
DisplayName="萨伦左臂"  
;
;=====================  
;萨伦右臂  
;=====================  
[CNV_Saren_RightArm X2BodyPartTemplate]  
DisplayName="萨伦右臂"  

[LPL_Saren_RightArm X2BodyPartTemplate]  
DisplayName="萨伦右臂"  

[MPL_Saren_RightArm X2BodyPartTemplate]  
DisplayName="萨伦右臂"  

[HPL_Saren_RightArm X2BodyPartTemplate]  
DisplayName="萨伦右臂"  

[LPW_Saren_RightArm X2BodyPartTemplate]  
DisplayName="萨伦右臂"  

[MPW_Saren_RightArm X2BodyPartTemplate]  
DisplayName="萨伦右臂"  

[HPW_Saren_RightArm X2BodyPartTemplate]  
DisplayName="萨伦右臂"  
;
;=====================  
;妮瑞恩左臂  
;=====================  
[CNV_Nyreen_LeftArm X2BodyPartTemplate]  
DisplayName="妮瑞恩左臂"  

[LPL_Nyreen_LeftArm X2BodyPartTemplate]  
DisplayName="妮瑞恩左臂"  

[MPL_Nyreen_LeftArm X2BodyPartTemplate]  
DisplayName="妮瑞恩左臂"  

[HPL_Nyreen_LeftArm X2BodyPartTemplate]  
DisplayName="妮瑞恩左臂"  

[LPW_Nyreen_LeftArm X2BodyPartTemplate]  
DisplayName="妮瑞恩左臂"  

[MPW_Nyreen_LeftArm X2BodyPartTemplate]  
DisplayName="妮瑞恩左臂"  

[HPW_Nyreen_LeftArm X2BodyPartTemplate]  
DisplayName="妮瑞恩左臂"  
;
;=====================  
;妮瑞恩右臂  
;=====================  
[CNV_Nyreen_RightArm X2BodyPartTemplate]  
DisplayName="妮瑞恩右臂"  

[LPL_Nyreen_RightArm X2BodyPartTemplate]  
DisplayName="妮瑞恩右臂"  

[MPL_Nyreen_RightArm X2BodyPartTemplate]  
DisplayName="妮瑞恩右臂"  

[HPL_Nyreen_RightArm X2BodyPartTemplate]  
DisplayName="妮瑞恩右臂"  

[LPW_Nyreen_RightArm X2BodyPartTemplate]  
DisplayName="妮瑞恩右臂"  

[MPW_Nyreen_RightArm X2BodyPartTemplate]  
DisplayName="妮瑞恩右臂"  

[HPW_Nyreen_RightArm X2BodyPartTemplate]  
DisplayName="妮瑞恩右臂"  
;
;=====================  
;掠夺者左臂  
;=====================  
[CNV_Marauder_LeftArm X2BodyPartTemplate]  
DisplayName="掠夺者左臂"  

[LPL_Marauder_LeftArm X2BodyPartTemplate]  
DisplayName="掠夺者左臂"  

[MPL_Marauder_LeftArm X2BodyPartTemplate]  
DisplayName="掠夺者左臂"  

[HPL_Marauder_LeftArm X2BodyPartTemplate]  
DisplayName="掠夺者左臂"  

[LPW_Marauder_LeftArm X2BodyPartTemplate]  
DisplayName="掠夺者左臂"  

[MPW_Marauder_LeftArm X2BodyPartTemplate]  
DisplayName="掠夺者左臂"  

[HPW_Marauder_LeftArm X2BodyPartTemplate]  
DisplayName="掠夺者左臂"  
;
;=====================  
;掠夺者右臂  
;=====================  
[CNV_Marauder_RightArm X2BodyPartTemplate]  
DisplayName="掠夺者右臂"  

[LPL_Marauder_RightArm X2BodyPartTemplate]  
DisplayName="掠夺者右臂"  

[MPL_Marauder_RightArm X2BodyPartTemplate]  
DisplayName="掠夺者右臂"  

[HPL_Marauder_RightArm X2BodyPartTemplate]  
DisplayName="掠夺者右臂"  

[LPW_Marauder_RightArm X2BodyPartTemplate]  
DisplayName="掠夺者右臂"  

[MPW_Marauder_RightArm X2BodyPartTemplate]  
DisplayName="掠夺者右臂"  

[HPW_Marauder_RightArm X2BodyPartTemplate]  
DisplayName="掠夺者右臂"  
;
;=====================  
;掠夺者左臂  
;=====================  
[CNV_Marauder_LeftArm X2BodyPartTemplate]  
DisplayName="掠夺者手臂"  
  
[LPL_Marauder_LeftArm X2BodyPartTemplate]  
DisplayName="掠夺者手臂（轻量版）"  
  
[MPL_Marauder_LeftArm X2BodyPartTemplate]  
DisplayName="掠夺者手臂（中量版）"  
  
[HPL_Marauder_LeftArm X2BodyPartTemplate]  
DisplayName="掠夺者手臂（重量版）"  
  
[LPW_Marauder_LeftArm X2BodyPartTemplate]  
DisplayName="掠夺者手臂（轻量防护版）"  
  
[MPW_Marauder_LeftArm X2BodyPartTemplate]  
DisplayName="掠夺者手臂（中量防护版）"  
  
[HPW_Marauder_LeftArm X2BodyPartTemplate]  
DisplayName="掠夺者手臂（重量防护版）"  
;  
;=====================  
;掠夺者右臂  
;=====================  
[CNV_Marauder_RightArm X2BodyPartTemplate]  
DisplayName="掠夺者手臂"  
  
[LPL_Marauder_RightArm X2BodyPartTemplate]  
DisplayName="掠夺者手臂（轻量版）"  
  
[MPL_Marauder_RightArm X2BodyPartTemplate]  
DisplayName="掠夺者手臂（中量版）"  
  
[HPL_Marauder_RightArm X2BodyPartTemplate]  
DisplayName="掠夺者手臂（重量版）"  
  
[LPW_Marauder_RightArm X2BodyPartTemplate]  
DisplayName="掠夺者手臂（轻量防护版）"  
  
[MPW_Marauder_RightArm X2BodyPartTemplate]  
DisplayName="掠夺者手臂（中量防护版）"  
  
[HPW_Marauder_RightArm X2BodyPartTemplate]  
DisplayName="掠夺者手臂（重量防护版）"  
;
;=============  
;突锐男性角色  
;=============  
;
;==========================  
;突锐 ME1 装甲 左臂  
;==========================  
[CNV_Turian_ME1_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 ME1 标准装甲左臂"  
  
[LPL_Turian_ME1_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 ME1 轻型装甲左臂"  
  
[MPL_Turian_ME1_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 ME1 中型装甲左臂"  
  
[HPL_Turian_ME1_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 ME1 重型装甲左臂"  
  
[LPW_Turian_ME1_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 ME1 轻型防护左臂"  
  
[MPW_Turian_ME1_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 ME1 中型防护左臂"  
  
[HPW_Turian_ME1_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 ME1 重型防护左臂"  
;  
;===========================  
;突锐 ME1 装甲 右臂  
;===========================  
[CNV_Turian_ME1_RightArm X2BodyPartTemplate]  
DisplayName="突锐 ME1 标准装甲右臂"  
  
[LPL_Turian_ME1_RightArm X2BodyPartTemplate]  
DisplayName="突锐 ME1 轻型装甲右臂"  
  
[MPL_Turian_ME1_RightArm X2BodyPartTemplate]  
DisplayName="突锐 ME1 中型装甲右臂"  
  
[HPL_Turian_ME1_RightArm X2BodyPartTemplate]  
DisplayName="突锐 ME1 重型装甲右臂"  
  
[LPW_Turian_ME1_RightArm X2BodyPartTemplate]  
DisplayName="突锐 ME1 轻型防护右臂"  
  
[MPW_Turian_ME1_RightArm X2BodyPartTemplate]  
DisplayName="突锐 ME1 中型防护右臂"  
  
[HPW_Turian_ME1_RightArm X2BodyPartTemplate]  
DisplayName="突锐 ME1 重型防护右臂"  
;  
;==========================  
;突锐 ME2 装甲 左臂  
;==========================  
[CNV_Turian_ME2_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 ME2 标准装甲左臂"  
  
[LPL_Turian_ME2_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 ME2 轻型装甲左臂"  
  
[MPL_Turian_ME2_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 ME2 中型装甲左臂"  
  
[HPL_Turian_ME2_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 ME2 重型装甲左臂"  
  
[LPW_Turian_ME2_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 ME2 轻型防护左臂"  
  
[MPW_Turian_ME2_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 ME2 中型防护左臂"  
  
[HPW_Turian_ME2_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 ME2 重型防护左臂"  
;
;===========================  
;突锐 ME2 装甲 右臂  
;===========================  
[CNV_Turian_ME2_RightArm X2BodyPartTemplate]  
DisplayName="突锐 ME2 标准装甲右臂"  
  
[LPL_Turian_ME2_RightArm X2BodyPartTemplate]  
DisplayName="突锐 ME2 轻型装甲右臂"  
  
[MPL_Turian_ME2_RightArm X2BodyPartTemplate]  
DisplayName="突锐 ME2 中型装甲右臂"  
  
[HPL_Turian_ME2_RightArm X2BodyPartTemplate]  
DisplayName="突锐 ME2 重型装甲右臂"  
  
[LPW_Turian_ME2_RightArm X2BodyPartTemplate]  
DisplayName="突锐 ME2 轻型防护右臂"  
  
[MPW_Turian_ME2_RightArm X2BodyPartTemplate]  
DisplayName="突锐 ME2 中型防护右臂"  
  
[HPW_Turian_ME2_RightArm X2BodyPartTemplate]  
DisplayName="突锐 ME2 重型防护右臂"  
;  
;==========================  
;突锐 终结者装甲 左臂  
;==========================  
[CNV_Turian_Terminus_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 终结者标准左臂"  
  
[LPL_Turian_Terminus_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 终结者轻型左臂"  
  
[MPL_Turian_Terminus_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 终结者中型左臂"  
  
[HPL_Turian_Terminus_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 终结者重型左臂"  
  
[LPW_Turian_Terminus_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 终结者轻型防护左臂"  
  
[MPW_Turian_Terminus_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 终结者中型防护左臂"  
  
[HPW_Turian_Terminus_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 终结者重型防护左臂"  
;  
;===========================  
;突锐 终结者装甲 右臂  
;===========================  
[CNV_Turian_Terminus_RightArm X2BodyPartTemplate]  
DisplayName="突锐 终结者标准右臂"  
  
[LPL_Turian_Terminus_RightArm X2BodyPartTemplate]  
DisplayName="突锐 终结者轻型右臂"  
  
[MPL_Turian_Terminus_RightArm X2BodyPartTemplate]  
DisplayName="突锐 终结者中型右臂"  
  
[HPL_Turian_Terminus_RightArm X2BodyPartTemplate]  
DisplayName="突锐 终结者重型右臂"  
  
[LPW_Turian_Terminus_RightArm X2BodyPartTemplate]  
DisplayName="突锐 终结者轻型防护右臂"  
  
[MPW_Turian_Terminus_RightArm X2BodyPartTemplate]  
DisplayName="突锐 终结者中型防护右臂"  
  
[HPW_Turian_Terminus_RightArm X2BodyPartTemplate]  
DisplayName="突锐 终结者重型防护右臂"
;
;==========================  
;突锐 幽灵装甲 左臂  
;==========================  
[CNV_Turian_Ghost_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 幽灵标准左臂"  
  
[LPL_Turian_Ghost_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 幽灵轻型左臂"  
  
[MPL_Turian_Ghost_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 幽灵中型左臂"  
  
[HPL_Turian_Ghost_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 幽灵重型左臂"  
  
[LPW_Turian_Ghost_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 幽灵轻型防护左臂"  
  
[MPW_Turian_Ghost_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 幽灵中型防护左臂"  
  
[HPW_Turian_Ghost_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 幽灵重型防护左臂"  
;  
;===========================  
;突锐 幽灵装甲 右臂  
;===========================  
[CNV_Turian_Ghost_RightArm X2BodyPartTemplate]  
DisplayName="突锐 幽灵标准右臂"  
  
[LPL_Turian_Ghost_RightArm X2BodyPartTemplate]  
DisplayName="突锐 幽灵轻型右臂"  
  
[MPL_Turian_Ghost_RightArm X2BodyPartTemplate]  
DisplayName="突锐 幽灵中型右臂"  
  
[HPL_Turian_Ghost_RightArm X2BodyPartTemplate]  
DisplayName="突锐 幽灵重型右臂"  
  
[LPW_Turian_Ghost_RightArm X2BodyPartTemplate]  
DisplayName="突锐 幽灵轻型防护右臂"  
  
[MPW_Turian_Ghost_RightArm X2BodyPartTemplate]  
DisplayName="突锐 幽灵中型防护右臂"  
  
[HPW_Turian_Ghost_RightArm X2BodyPartTemplate]  
DisplayName="突锐 幽灵重型防护右臂"  
;  
;=============  
;突锐 女性  
;=============  
;  
;==========================  
;突锐 集团装甲 左臂  
;==========================  
[CNV_Cabal_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 集团标准左臂"  
  
[LPL_Cabal_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 集团轻型左臂"  
  
[MPL_Cabal_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 集团中型左臂"  
  
[HPL_Cabal_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 集团重型左臂"  
  
[LPW_Cabal_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 集团轻型防护左臂"  
  
[MPW_Cabal_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 集团中型防护左臂"  
  
[HPW_Cabal_LeftArm X2BodyPartTemplate]  
DisplayName="突锐 集团重型防护左臂"  
;  
;===========================  
;突锐 集团装甲 右臂  
;===========================  
[CNV_Cabal_RightArm X2BodyPartTemplate]  
DisplayName="突锐 集团标准右臂"  
  
[LPL_Cabal_RightArm X2BodyPartTemplate]  
DisplayName="突锐 集团轻型右臂"  
  
[MPL_Cabal_RightArm X2BodyPartTemplate]  
DisplayName="突锐 集团中型右臂"  
  
[HPL_Cabal_RightArm X2BodyPartTemplate]  
DisplayName="突锐 集团重型右臂"  
  
[LPW_Cabal_RightArm X2BodyPartTemplate]  
DisplayName="突锐 集团轻型防护右臂"  
  
[MPW_Cabal_RightArm X2BodyPartTemplate]  
DisplayName="突锐 集团中型防护右臂"  
  
[HPW_Cabal_RightArm X2BodyPartTemplate]  
DisplayName="突锐 集团重型防护右臂"
;
;=====================  
;突锐头盔  
;=====================  
[Turian_ME1_Helmet_M X2BodyPartTemplate]  
DisplayName="突锐 ME1 男性头盔"  
  
[Turian_ME1_Helmet_F X2BodyPartTemplate]  
DisplayName="突锐 ME1 女性头盔"  
  
[Turian_ME2_Helmet_M X2BodyPartTemplate]  
DisplayName="突锐 ME2 男性头盔"  
  
[Turian_ME2_Helmet_F X2BodyPartTemplate]  
DisplayName="突锐 ME2 女性头盔"  
  
[Turian_Terminus_Helmet_M X2BodyPartTemplate]  
DisplayName="突锐 终结者 男性头盔"  
  
[Turian_Terminus_Helmet_F X2BodyPartTemplate]  
DisplayName="突锐 终结者 女性头盔"  
  
[Turian_Ghost_Helmet_M X2BodyPartTemplate]  
DisplayName="突锐 幽灵 男性头盔"  
  
[Turian_Ghost_Helmet_F X2BodyPartTemplate]  
DisplayName="突锐 幽灵 女性头盔"  
  
;=====================  
;突锐连帽衫  
;=====================  
[ME3_Turian_Hood_M X2BodyPartTemplate]  
DisplayName="突锐 男性连帽衫"  
  
[ME3_Turian_Hood_F X2BodyPartTemplate]  
DisplayName="突锐 女性连帽衫"  
  
;=====================  
;突锐额饰  
;=====================  
  
[Turian_Crest_Def_M X2BodyPartTemplate]  
DisplayName="突锐 默认额饰（男性）"  
  
[Turian_Crest_Long_M X2BodyPartTemplate]  
DisplayName="突锐 长额饰（男性）"  
  
[Turian_Crest_Full_M X2BodyPartTemplate]  
DisplayName="突锐 全额饰（男性）"  
  
[Turian_Crest_Spikes_M X2BodyPartTemplate]  
DisplayName="突锐 带刺额饰（男性）"  
  
[Turian_Crest_Cheeks_M X2BodyPartTemplate]  
DisplayName="突锐 脸颊额饰（男性）"  
  
[Turian_Crest_Def_F X2BodyPartTemplate]  
DisplayName="突锐 默认额饰（女性）"  
  
[Turian_Crest_Short_F X2BodyPartTemplate]  
DisplayName="突锐 短额饰（女性）"  
  
[Turian_Crest_Full_F X2BodyPartTemplate]  
DisplayName="突锐 全额饰（女性）"  
  
[Turian_Crest_Spikes_F X2BodyPartTemplate]  
DisplayName="突锐 带刺额饰（女性）"  
  
[Turian_Crest_Cheeks_F X2BodyPartTemplate]  
DisplayName="突锐 脸颊额饰（女性）"  
  
;=====================  
;突锐下颌  
;=====================  
  
[Turian_Default X2BodyPartTemplate]  
DisplayName="突锐 默认下颌"  
  
[Turian_Strong X2BodyPartTemplate]  
DisplayName="突锐 强壮下颌"  
  
[Turian_Cabal X2BodyPartTemplate]  
DisplayName="突锐 集团下颌"  
  
[Turian_Spikes X2BodyPartTemplate]  
DisplayName="突锐 带刺下颌"
;
;======================
;突锐男性面部彩绘
;======================
;
[Turian_Facepaint_01 X2BodyPartTemplate]
DisplayName="帕拉汶风格 M"
;
[Turian_Facepaint_02 X2BodyPartTemplate]
DisplayName="神堡风格 M"
;
[Turian_Facepaint_03 X2BodyPartTemplate]
DisplayName="高地人风格 M"
;
[Turian_Facepaint_04 X2BodyPartTemplate]
DisplayName="原住民风格 M"
;
[Turian_Facepaint_05 X2BodyPartTemplate]
DisplayName="幻影风格 M"
;
[Turian_Facepaint_06 X2BodyPartTemplate]
DisplayName="摔跤手风格 M"
;
[Turian_Facepaint_07 X2BodyPartTemplate]
DisplayName="瓦卡里安风格 M"
;
[Turian_Facepaint_08 X2BodyPartTemplate]
DisplayName="尖叫风格 M"
;
[Turian_Facepaint_09 X2BodyPartTemplate]
DisplayName="罗夏克风格 M"
;
[Turian_Facepaint_10 X2BodyPartTemplate]
DisplayName="与死神共舞 M"
;
;========================
;突锐女性面部彩绘
;========================
;
[Turian_Facepaint_01F X2BodyPartTemplate]
DisplayName="帕拉汶风格 F"
;
[Turian_Facepaint_02F X2BodyPartTemplate]
DisplayName="神堡风格 F"
;
[Turian_Facepaint_03F X2BodyPartTemplate]
DisplayName="太空侵略者风格 F"
;
[Turian_Facepaint_04F X2BodyPartTemplate]
DisplayName="原住民风格 F"
;
[Turian_Facepaint_05F X2BodyPartTemplate]
DisplayName="蛾风格 F"
;
[Turian_Facepaint_06F X2BodyPartTemplate]
DisplayName="和平守护者风格 F"
;
[Turian_Facepaint_07F X2BodyPartTemplate]
DisplayName="瓦卡里安风格 F"
;
[Turian_Facepaint_08F X2BodyPartTemplate]
DisplayName="尖叫风格 F"
;
[Turian_Facepaint_09F X2BodyPartTemplate]
DisplayName="坎德罗斯风格 F"
;
[Turian_Facepaint_10F X2BodyPartTemplate]
DisplayName="与死神共舞 F"

[TurianMaleHair_Blank X2BodyPartTemplate]
DisplayName="光头"

[TurianFemHair_Blank X2BodyPartTemplate]
DisplayName="光头"

[Turian_Blank X2BodyPartTemplate]
DisplayName="无"

;==============
; 加鲁斯护目镜
;==============
[Garrus_Visor X2BodyPartTemplate]
DisplayName="加鲁斯护目镜"

[Garrus_Visor_F X2BodyPartTemplate]
DisplayName="加鲁斯护目镜"


[TurianSoldier X2CharacterTemplate]  
strCharacterName="士兵"  
strCharacterBackgroundMale[0]="在<XGParam:StrValue0/!CountryName/>的偏远社区长大，<XGParam:StrValue1/!FirstName/>是突锐抵抗战士的后代，他们曾试图抵抗幽影集体，并自此对他们怀有怨恨。一听说XCOM正试图在地球上组建抵抗力量，他便立刻开始寻找我们。"  
strCharacterBackgroundMale[1]="作为帕拉汶的新移民，<XGParam:StrValue1/!FirstName/>曾是一名忠诚的公民，遵守命令。但有一天，他目睹了变种人和统治外星种族将他朋友所在的小镇从地图上抹去。现在，他想让变种人体验他那天所见证的痛苦。"  
  
strCharacterBackgroundFemale[0]="在<XGParam:StrValue0/!CountryName/>的偏远社区长大，<XGParam:StrValue1/!FirstName/>是突锐抵抗战士的后代，他们曾试图抵抗幽影集体，并自此对他们怀有怨恨。一听说XCOM正试图在地球上组建抵抗力量，她便立刻开始寻找我们。"  
strCharacterBackgroundFemale[1]="作为帕拉汶的新移民，<XGParam:StrValue1/!FirstName/>曾是一名忠诚的公民，遵守命令。但有一天，她目睹了变种人和附属外星部队将她朋友所在的小镇从地图上抹去。现在，她想让变种人体验她那天所见证的痛苦。"  
  
[RM_Turians X2EncyclopediaTemplate]  
ListTitle="突锐人"  
DescriptionTitle="突锐人"  
DescriptionEntry="突锐人是帕拉汶星球的原生种族，他们曾在一个被称为“阶层”的政府下组织起来，至少直到幽影<XGParam:UnknownParameter/>来到他们的星球寻找新的臣民。尽管幽影<XGParam:UnknownParameter/>竭尽全力，但他们并未忘记自己的历史，这在我们能找到的新兵训练中得到了体现。"  